<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'password' => 'Пароли должны быть не менее шести символов и соответствовать с подтверждением.',
    'reset' => 'Ваш пароль был сброшен!',
    'sent' => 'Мы отправили вам на почту инструкции по восстановлению пароля. Чтобы восстановить доступ к аккаунту, пройдите по ссылке из письма. Если этого письма нет во «Входящих», пожалуйста, проверьте «Спам».',
    'token' => 'Токен поврежден или истек срок действия.',
    'user' => "Мы не можем найти пользователя с таким адресом.",
];
